{
    "rangos": {
      "rojo": [15, 54],
      "naranja": [55, 69],
      "amarillo": [70, 84],
      "verde": [85, 105]
    },
    "medidas": {
      "rojo": [
        "Realizar una auditoría profunda de las condiciones laborales (salarios, jornadas, seguridad, entorno físico) y proponer mejoras urgentes.",
        "Establecer un canal de comunicación anónimo para que los empleados expresen sus inquietudes sin temor a represalias.",
        "Diseñar un plan de choque que aborde la sobrecarga laboral, redistribuyendo tareas y contratando refuerzos si es necesario.",
        "Reorganizar los puestos de trabajo para equilibrar las exigencias del puesto con las competencias y recursos de cada persona.",
        "Implementar formaciones de gestión de conflictos y habilidades de liderazgo para jefes y mandos intermedios.",
        "Crear un programa de incentivos o bonificaciones que motive a corto plazo, mientras se ajustan planes salariales a largo plazo.",
        "Analizar la cultura y el clima laboral con el apoyo de consultores o expertos para detectar causas profundas de insatisfacción.",
        "Garantizar la protección y la seguridad del empleado, tanto física como psicológica (protocolos contra acoso, violencia, etc.).",
        "Reforzar los valores de respeto y equidad en todos los niveles de la organización, con protocolos claros para denunciar abusos.",
        "Diseñar un seguimiento personalizado (coaching o tutoría) para los equipos con peores índices de satisfacción, orientado a la mejora progresiva.",
        "Realizar una auditoría profunda de las condiciones laborales (salarios, jornadas, seguridad, entorno físico) y proponer mejoras urgentes.",
        "Establecer un canal de comunicación anónimo para que los empleados expresen sus inquietudes sin temor a represalias.",
        "Diseñar un plan de choque que aborde la sobrecarga laboral, redistribuyendo tareas y contratando refuerzos si es necesario.",
        "Reorganizar los puestos de trabajo para equilibrar las exigencias del puesto con las competencias y recursos de cada persona.",
        "Implementar formaciones de gestión de conflictos y habilidades de liderazgo para jefes y mandos intermedios.",
        "Crear un programa de incentivos o bonificaciones que motive a corto plazo, mientras se ajustan planes salariales a largo plazo.",
        "Analizar la cultura y el clima laboral con el apoyo de consultores o expertos en recursos humanos para detectar causas profundas de insatisfacción.",
        "Garantizar la protección y la seguridad del empleado, tanto física como psicológica (protocolos contra acoso, violencia, etc.).",
        "Reforzar los valores de respeto y equidad en todos los niveles de la organización, con protocolos claros para denunciar abusos.",
        "Diseñar un seguimiento personalizado (coaching o tutoría) para los equipos con peores índices de satisfacción, orientado a la mejora progresiva."
      ],
      "naranja": [
        "Diseñar planes de acción para mejorar compensaciones, beneficios y seguridad laboral.",
        "Introducir sistemas de mentoría o tutoría para apoyar a quienes se inician o se sienten estancados.",
        "Revisar la política de comunicación interna, buscando una comunicación clara y directa desde la dirección a la plantilla.",
        "Establecer metas claras y realistas para cada área, con un acompañamiento constante para mantener el foco y la motivación.",
        "Recabar retroalimentación mediante encuestas o grupos focales para diseñar soluciones específicas.",
        "Ofrecer planes de rotación o enriquecimiento de tareas que motiven al personal con nuevas funciones o áreas.",
        "Impulsar programas de bienestar que aborden el estrés laboral y la salud mental (talleres de gestión emocional).",
        "Reforzar la coherencia entre valores de la empresa y decisiones diarias para aumentar la confianza.",
        "Facilitar la participación de los trabajadores en la toma de decisiones que les afecten directamente.",
        "Revisar y aclarar roles y responsabilidades, evitando solapamientos y ambigüedades que generen frustración.",
        "Diseñar y poner en marcha planes de acción para mejorar factores clave como compensaciones, beneficios y seguridad laboral.",
        "Introducir sistemas de mentoría o tutoría, para que empleados con más experiencia apoyen a quienes se inician o se sienten estancados.",
        "Revisar la política de comunicación interna, buscando una comunicación más clara y directa desde la dirección a toda la plantilla.",
        "Establecer metas claras y realistas para cada área, con un acompañamiento constante para mantener el foco y la motivación.",
        "Emprender encuestas o grupos focales (focus groups) para entender problemas específicos y diseñar soluciones adecuadas.",
        "Ofrecer planes de rotación o enriquecimiento de tareas que motiven al personal al aprender nuevas funciones o cambiar de área temporalmente.",
        "Impulsar programas de bienestar que aborden el estrés laboral y la salud mental, por ejemplo talleres de gestión emocional.",
        "Reforzar la coherencia entre los valores de la empresa y las decisiones diarias para aumentar la confianza y el sentido de pertenencia.",
        "Promover la participación de los trabajadores en la toma de decisiones que les afecten directamente.",
        "Revisar y aclarar los roles y las responsabilidades, evitando solapamientos y ambigüedades que generen frustración."

      ],
      "amarillo": [
        "Implementar un sistema de feedback constructivo y regular para detectar y resolver problemas tempranamente.",
        "Revisar y reforzar los planes de carrera o promoción interna, con trayectoria clara para cada colaborador.",
        "Ofrecer formación específica en habilidades blandas (gestión del tiempo, trabajo en equipo, liderazgo).",
        "Dar mayor autonomía a los equipos, permitiendo la toma de decisiones en sus proyectos.",
        "Optimizar la carga de trabajo, distribuyendo las tareas de forma equitativa.",
        "Crear espacios de escucha activa (reuniones periódicas con RR.HH. o encuestas internas).",
        "Fortalecer los reconocimientos internos, tanto económicos como no económicos.",
        "Fomentar un liderazgo participativo, en el que los jefes actúen como guías y no solo supervisores.",
        "Evaluar y mejorar las condiciones físicas de trabajo (ergonomía, confort, etc.).",
        "Desarrollar medidas de conciliación para equilibrar vida personal y laboral (horarios adaptados, permisos flexibles).",
        "Implementar un sistema de feedback constructivo y regular, para identificar y resolver problemas antes de que crezcan.",
        "Revisar y mejorar los planes de carrera o promoción interna, de manera que cada colaborador sepa cómo progresar.",
        "Ofrecer oportunidades de formación específicas para el desarrollo de habilidades blandas (gestión del tiempo, liderazgo, trabajo en equipo).",
        "Dar más autonomía a los equipos, para que puedan tomar decisiones sobre sus proyectos y sentirse más dueños de su trabajo.",
        "Optimizar la carga de trabajo, repartiendo tareas de forma equitativa y evitando la saturación de algunos empleados.",
        "Crear espacios y momentos de escucha activa, por ejemplo, reuniones periódicas con RR.HH. o encuestas más detalladas.",
        "Fortalecer los reconocimientos internos, tanto económicos como no económicos (menciones, agradecimientos, etc.).",
        "Favorecer un estilo de liderazgo participativo y cercano, para que los jefes se perciban como guías y no solo supervisores.",
        "Evaluar y mejorar las condiciones físicas de trabajo, asegurando la ergonomía y el confort en la zona laboral.",
        "Desarrollar iniciativas de conciliación que permitan equilibrar la vida personal y laboral (horarios adaptados, permisos flexibles, etc.)."
      ],
      "verde": [
        "Promover programas de reconocimiento público y frecuente para mantener la motivación y el compromiso.",
        "Fomentar la participación en grupos de innovación y mejora continua, aprovechando la iniciativa del personal.",
        "Mantener una comunicación abierta, con canales internos para proponer ideas y recibir retroalimentación.",
        "Ofrecer planes de desarrollo profesional continuos, con formaciones que permitan seguir creciendo.",
        "Garantizar una política salarial competitiva y transparente, con revisiones periódicas.",
        "Brindar autonomía y flexibilidad en la organización del trabajo (teletrabajo, horario flexible, etc.).",
        "Organizar eventos sociales o de team building para reforzar el buen clima laboral.",
        "Facilitar recursos y tecnología que hagan el trabajo más eficiente, evitando sobrecargas.",
        "Mantener la coherencia en valores y cultura corporativa, con el liderazgo como ejemplo.",
        "Reforzar programas de bienestar físico y emocional (actividades deportivas, pausas activas, apoyo psicológico).",
        "Promover programas de reconocimiento público y frecuente a quienes destaquen, para mantener la motivación y compromiso.",
        "Fomentar la participación en grupos de innovación y mejora continua, aprovechando el entusiasmo y la iniciativa del personal.",
        "Mantener una comunicación abierta, con foros o canales internos, donde los trabajadores puedan proponer ideas y retroalimentaciones.",
        "Ofrecer planes de desarrollo profesional continuos, como cursos o formaciones que permitan a las personas seguir creciendo.",
        "Garantizar una política salarial competitiva y transparente, acompañada de revisiones periódicas para reforzar la sensación de equidad.",
        "Brindar autonomía y flexibilidad en la organización del trabajo, como el teletrabajo o un horario flexible, para conciliar la vida personal y laboral.",
        "Organizar eventos sociales o de team building periódicos para mantener y reforzar el buen clima laboral.",
        "Facilitar recursos y tecnologías que hagan el trabajo más fácil y eficiente, evitando sobrecargas o burocracias innecesarias.",
        "Mantener la coherencia en los valores y cultura corporativa, dando el ejemplo desde la dirección y el liderazgo.",
        "Reforzar planes de bienestar físico y emocional (actividades deportivas, pausas activas, apoyo psicológico, etc.)."
      ]
    }
}