{
  "cansancio_emocional": [
    "Para mejorar la dimensión de cansancio emocional, se recomienda ajustar la carga de trabajo y redistribuir las tareas en función de la disponibilidad y capacidad real del equipo.",
    "Ofrecer descansos planificados durante la jornada y promover la desconexión digital fuera del horario laboral son medidas clave para reducir el agotamiento emocional.",
    "Establecer una cultura que valore el descanso y los tiempos de recuperación ayuda a prevenir la fatiga crónica.",
    "Facilitar acceso a talleres o sesiones de gestión del estrés y autocuidado promueve el bienestar emocional.",
    "Asegurar que las vacaciones sean disfrutadas sin interrupciones mejora la recuperación emocional.",
    "Incorporar prácticas de mindfulness o pausas activas puede aliviar la tensión acumulada durante la jornada.",
    "Evitar reuniones innecesarias o fuera de horario contribuye a la eficiencia y reduce el agotamiento.",
    "Promover un liderazgo empático que detecte señales tempranas de agotamiento permite actuar a tiempo.",
    "Ofrecer recursos gratuitos de apoyo emocional, como líneas de ayuda o coaching, es una práctica beneficiosa.",
    "Reconocer el esfuerzo realizado en contextos exigentes fortalece la resiliencia del equipo.",
    "Introducir turnos rotativos para tareas intensas emocionalmente evita la sobreexposición de ciertos perfiles.",
    "Permitir ajustes temporales en el horario ante cargas excesivas demuestra cuidado organizacional.",
    "Monitorear indicadores de sobrecarga y absentismo puede anticipar brotes de cansancio emocional.",
    "Para mejorar la puntuación en el factor de cansancoo emocional, se recomienda crear espacios seguros donde expresar emociones o preocupaciones favorece la gestión emocional colectiva.",
    "Fomentar actividades colectivas de bienestar refuerza los vínculos y reduce el malestar individual.",
    "Garantizar que los objetivos laborales sean realistas y alcanzables es clave para evitar frustración.",
    "Incluir la salud emocional en las evaluaciones periódicas muestra compromiso institucional con el bienestar."
  ]
}