{
  "consecuencias_sociales": [
    "Fomentar el equilibrio entre la vida personal y profesional mediante horarios flexibles reduce los efectos adversos del trabajo en las relaciones.",
    "Favorecer la conciliación familiar mediante permisos y apoyo institucional mitiga las tensiones sociales.",
    "Promover actividades recreativas o culturales organizadas por la empresa fortalece las redes sociales internas.",
    "Establecer líneas confidenciales de apoyo accesibles a nivel personal y familiar es fundamental.",
    "Ofrecer espacios para compartir experiencias familiares dentro del contexto laboral mejora la integración social.",
    "Fomentar la conciliación familiar mediante horarios flexibles refuerza las relaciones personales.",
    "Permitir el teletrabajo parcial mejora el equilibrio entre vida laboral y social.",
    "Organizar actividades de integración social fortalece el sentimiento de pertenencia.",
    "Apoyar la participación en causas sociales genera identidad colectiva y conexión con el entorno.",
    "Promover programas de voluntariado corporativo facilita el vínculo entre el trabajo y la comunidad.",
    "Favorecer el respeto de los tiempos personales evita invasiones al espacio social fuera del trabajo.",
    "Formar en habilidades sociales y resolución de conflictos mejora las relaciones interpersonales.",
    "Fomentar la participación democrática en la organización refuerza la cohesión social interna.",
    "Crear espacios de conversación y escucha activa mejora el tejido relacional.",
    "Realizar encuestas sobre el impacto del trabajo en la vida social ayuda a orientar políticas efectivas.",
    "Facilitar licencias para eventos familiares importantes refuerza la cultura de respeto social.",
    "Establecer protocolos contra el acoso o discriminación fortalece la protección social interna.",
    "Apoyar emocionalmente al personal en situaciones familiares difíciles mejora la percepción institucional.",
    "Ofrecer orientación o recursos para la mejora de la comunicación en casa puede ser especialmente útil.",
    "Reconocer los logros fuera del ámbito laboral fomenta una identidad social equilibrada."
  ]
}